{
  "banner": {
    "title": "Hydrogen Convergence Business",
    "subTitle": "Green energy station using solar power and fuel cells Eco-friendly power generation and eco-friendly charging station"
  },

  "title": "Now that the era of eco-friendly vehicles has arrived\nEstablished as a leader in eco-friendly convergence charging stations",

  "text": "The era of internal combustion engine vehicles, which has been around for over 100 years, is coming to an end, and the era of electric/hydrogen vehicles, or eco-friendly vehicles, is approaching.\nIn line with the global carbon neutral movement, global automobile companies are accelerating the discontinuation of production of internal combustion engine vehicles and the transition to eco-friendly vehicles.\nLTechUVC is keeping pace with the times and establishing itself as a leader in eco-friendly convergence charging stations.",

  "contents1": {
    "item1": {
      "title": "Solar Panel",
      "text": "20kw solar panel installation"
    },

    "item2": {
      "title": "Cafe and rest facilities",
      "text": "Convenience stores and cafes that can be used while charging"
    },

    "item3": {
      "title": "Fuel cell",
      "text": "Installation of a 300 kW PAFC that produces electricity, water, and hydrogen"
    },

    "item4": {
      "title": "EV charging station",
      "text": "Charging station using electricity generated from fuel cells and solar power"
    },

    "item5": {
      "title": "Hydrogen car charging station",
      "text": "Charging station using hydrogen generated from fuel cell"
    },

    "item6": {
      "title": "Gas station",
      "text": "Expansion of business scope by reflecting existing gas stations"
    }
  },
  "contents2": {
    "title": "Benefit",

    "text": "The hydrogen convergence and convergence business carried out by LTechUVC is as follows \nVarious roles and possibilities can be expected.",

    "item1": "Annual power production of 2,500 MW",

    "item2": "Differentiated Services",

    "item3": "Generate additional revenue",

    "item4": "Complex cultural space",

    "item5": "The role of ‘energy supply station’"
  }
}
